Repository: realwiseserpent/Oxygen-Not-Included-Mods
Catalog: UploadFiles_Steam/OmniFloraDecorativePlants/Translations/*.po
Languages: ru

# SharlesPlants.STRINGS.CODEX.SUBTITLE
source: Decorative Plant
ru: Декоративное растение

# SharlesPlants.STRINGS.MISC.FLOURISHESABOVE
source: Flourishes above {0}
ru: Расцветает при выше {0}

# SharlesPlants.STRINGS.MISC.FLOURISHESABOVEIN
source: Flourishes above {0} in:
ru: Расцветает при выше {0} в:

# SharlesPlants.STRINGS.MISC.FLOURISHESBELOW
source: Flourishes below {0}
ru: Расцветает при ниже {0}

# SharlesPlants.STRINGS.MISC.MATURESABOVE
source: Matures above {0}
ru: Растет при выше {0}

# SharlesPlants.STRINGS.MISC.MATURESBELOW
source: Matures below {0}
ru: Растет при ниже {0}

# SharlesPlants.STRINGS.MISC.REACTSABOVEWITH
source: Reacts above {0} with:
ru: Взаимодействует при выше {0} с:

# SharlesPlants.STRINGS.MISC.TOLERATES
source: Tolerates:
ru: Хорошо переносит:

# SharlesPlants.STRINGS.PLANTS.FROSTBLOSSOM.DESC
source: A plant with exquisite petals that thrives in the chilliest of environments.
ru: Цветок с тонкими лепестками, который прекрасно себя чувствует в даже самых холодных условиях.

# SharlesPlants.STRINGS.PLANTS.FROSTBLOSSOM.DOMESTICATED_DESC
source: A plant with exquisite petals that thrives in the chilliest of environments.
ru: Цветок с тонкими лепестками, который прекрасно себя чувствует в даже самых холодных условиях.

# SharlesPlants.STRINGS.PLANTS.FROSTBLOSSOM.NAME
source: <link="FROSTBLOSSOM">Frost Blossom</link>
ru: <link="FROSTBLOSSOM">Морозоцвет</link>

# SharlesPlants.STRINGS.PLANTS.ICYSHROOM.DESC
source: An adorable little toadstool with a great affection for frigid conditions.
ru: Очаровательная маленькая поганка, которая очень любит прохладные места.

# SharlesPlants.STRINGS.PLANTS.ICYSHROOM.DOMESTICATED_DESC
source: An adorable little toadstool with a great affection for frigid conditions.
ru: Очаровательная маленькая поганка, которая очень любит прохладные места.

# SharlesPlants.STRINGS.PLANTS.ICYSHROOM.NAME
source: <link="ICYSHROOM">Icy Shroom</link>
ru: <link="ICYSHROOM">Ледянушка</link>

# SharlesPlants.STRINGS.PLANTS.MYRTHROSE.DESC
source: A royalty among plants, prized for its alluring colors that fully emerge in warm climates.
ru: Называемая королевой среди цветов, роза радости ценится за привлекательные цветы, которые полностью раскрываются лишь в теплом климате.

# SharlesPlants.STRINGS.PLANTS.MYRTHROSE.DOMESTICATED_DESC
source: A royalty among plants, prized for its alluring colors that fully emerge in warm climates.
ru: Называемая королевой среди цветов, роза радости ценится за привлекательные цветы, которые полностью раскрываются лишь в теплом климате.

# SharlesPlants.STRINGS.PLANTS.MYRTHROSE.NAME
source: <link="MYRTHROSE">Myrth Rose</link>
ru: <link="MYRTHROSE">Роза радости</link>

# SharlesPlants.STRINGS.PLANTS.PRICKLYLOTUS.DESC
source: This bulbous succulent is oddly reminiscent of a young duplicant but much easier to take care of.
ru: Этот луковичный суккулент странным образом напоминает молодого дубликанта, но с которым намного меньше мороки.

# SharlesPlants.STRINGS.PLANTS.PRICKLYLOTUS.DOMESTICATED_DESC
source: This bulbous succulent is oddly reminiscent of a young duplicant but much easier to take care of.
ru: Этот луковичный суккулент странным образом напоминает молодого дубликанта, но с которым намного меньше мороки.

# SharlesPlants.STRINGS.PLANTS.PRICKLYLOTUS.NAME
source: <link="PRICKLYLOTUS">Prickly Lotus</link>
ru: <link="PRICKLYLOTUS">Колючий лотос</link>

# SharlesPlants.STRINGS.PLANTS.RUSTFERN.DESC
source: The fronds of this fern are hardened by minerals absorbed from the soil. Cooler environments promote mineral formation.
ru: Листья этого папоротника укреплены поглощенными из почвы минералами. Прохладная среда способствует большей минерализации.

# SharlesPlants.STRINGS.PLANTS.RUSTFERN.DOMESTICATED_DESC
source: The fronds of this fern are hardened by minerals absorbed from the soil. Cooler environments promote mineral formation.
ru: Листья этого папоротника укреплены поглощенными из почвы минералами. Прохладная среда способствует большей минерализации.

# SharlesPlants.STRINGS.PLANTS.RUSTFERN.NAME
source: <link="RUSTFERN">Rust Fern</link>
ru: <link="RUSTFERN">Ржавый папоротник</link>

# SharlesPlants.STRINGS.PLANTS.SHLURPCORAL.DESC
source: The result of genetic experimentation on <link="COLDBREATHER">Wheezeworts</link>, this plant is actually a colony of symbiotic creatures.
ru: Результат генетических экспериментов над <link="COLDBREATHER">хладодыхами</link>. На самом деле это растение представляет собой колонию симбиотических существ.

# SharlesPlants.STRINGS.PLANTS.SHLURPCORAL.DOMESTICATED_DESC
source: The result of genetic experimentation on <link="COLDBREATHER">Wheezeworts</link>, this plant is actually a colony of symbiotic creatures.
ru: Результат генетических экспериментов над <link="COLDBREATHER">хладодыхами</link>. На самом деле это растение представляет собой колонию симбиотических существ.

# SharlesPlants.STRINGS.PLANTS.SHLURPCORAL.NAME
source: <link="SHLURPCORAL">Shlurp Coral</link>
ru: <link="SHLURPCORAL">Коралл-хлебун</link>

# SharlesPlants.STRINGS.PLANTS.SPORELAMP.DESC
source: When immersed in a reactive element, this mycelial organism emits a mesmerizing glow that lures its prey into inhospitable environments. Their remains provide fertilizer for its spread.
ru: Находясь в реактивных веществах, этот мицелиальный организм излучает завораживающее свечение, которое заманивает добычу в агрессивную среду. Останки незадачливых жертв служат ему удобрением.

# SharlesPlants.STRINGS.PLANTS.SPORELAMP.DOMESTICATED_DESC
source: When immersed in a reactive element, this mycelial organism emits a mesmerizing glow that lures its prey into inhospitable environments. Their remains provide fertilizer for its spread.
ru: Находясь в реактивных веществах, этот мицелиальный организм излучает завораживающее свечение, которое заманивает добычу в агрессивную среду. Останки незадачливых жертв служат ему удобрением.

# SharlesPlants.STRINGS.PLANTS.SPORELAMP.NAME
source: <link="SPORELAMP">Spore Lamp</link>
ru: <link="SPORELAMP">Гриболампа</link>

# SharlesPlants.STRINGS.PLANTS.TROPICALGAE.DESC
source: Many consider this plant to be an unsightly nuisance, but it provides shelter and food for aquatic life.
ru: Многие считают это растение неприглядным и неприятным, но оно дает пищу и кров водным обитателям.

# SharlesPlants.STRINGS.PLANTS.TROPICALGAE.DOMESTICATED_DESC
source: Many consider this plant to be an unsightly nuisance, but it provides shelter and food for aquatic life.
ru: Многие считают это растение неприглядным и неприятным, но оно дает пищу и кров водным обитателям.

# SharlesPlants.STRINGS.PLANTS.TROPICALGAE.NAME
source: <link="TROPICALGAE">Tropicalgae</link>
ru: <link="TROPICALGAE">Тропическая водоросль</link>

# SharlesPlants.STRINGS.SEEDS.FROSTBLOSSOM.SEED_DESC
source: The <link="PLANTS">seed</link> of a <link="FROSTBLOSSOM">Frost Blossom</link>.
ru: <link="FROSTBLOSSOM">Семя морозоцвета</link>.

# SharlesPlants.STRINGS.SEEDS.FROSTBLOSSOM.SEED_NAME
source: <link="FROSTBLOSSOM">Frost Blossom Seed</link>
ru: <link="FROSTBLOSSOM">Семя морозоцвета</link>

# SharlesPlants.STRINGS.SEEDS.ICYSHROOM.SEED_DESC
source: The <link="PLANTS">spore</link> of a <link="ICYSHROOM">Icy Shroom</link>.
ru: <link="ICYSHROOM">Спора ледянушки"</link>.

# SharlesPlants.STRINGS.SEEDS.ICYSHROOM.SEED_NAME
source: <link="ICYSHROOM">Icy Shroom Spore</link>
ru: <link="ICYSHROOM">Спора ледянушки</link>

# SharlesPlants.STRINGS.SEEDS.MYRTHROSE.SEED_DESC
source: The <link="PLANTS">seed</link> of a <link="MYRTHROSE">Myrth Rose</link>.
ru: <link="MYRTHROSE">Семя розы радости</link>.

# SharlesPlants.STRINGS.SEEDS.MYRTHROSE.SEED_NAME
source: <link="MYRTHROSE">Myrth Rose Seed</link>
ru: <link="MYRTHROSE">Семя розы радости</link>

# SharlesPlants.STRINGS.SEEDS.PRICKLYLOTUS.SEED_DESC
source: The <link="PLANTS">seed bulb</link> of a <link="PRICKLYLOTUS">Prickly Lotus</link>.
ru: <link="PRICKLYLOTUS">Семя колючего лотоса</link>.

# SharlesPlants.STRINGS.SEEDS.PRICKLYLOTUS.SEED_NAME
source: <link="PRICKLYLOTUS">Prickly Lotus Seed</link>
ru: <link="PRICKLYLOTUS">Семя колючего лотоса</link>

# SharlesPlants.STRINGS.SEEDS.RUSTFERN.SEED_DESC
source: The <link="PLANTS">seed</link> of a <link="RUSTFERN">Rust Fern</link>.
ru: <link="RUSTFERN">Семя ржавого папоротника</link>.

# SharlesPlants.STRINGS.SEEDS.RUSTFERN.SEED_NAME
source: <link="RUSTFERN">Rust Fern Seed</link>
ru: <link="RUSTFERN">Семя ржавого папоротника</link>

# SharlesPlants.STRINGS.SEEDS.SHLURPCORAL.SEED_DESC
source: The <link="PLANTS">polyp</link> of a <link="SHLURPCORAL">Shlurp Coral</link>.
ru: <link="SHLURPCORAL">Полип коралла-хлебуна</link>.

# SharlesPlants.STRINGS.SEEDS.SHLURPCORAL.SEED_NAME
source: <link="SHLURPCORAL">Shlurp Coral Polyp</link>
ru: <link="SHLURPCORAL">Полип коралла-хлебуна</link>

# SharlesPlants.STRINGS.SEEDS.SPORELAMP.SEED_DESC
source: The <link="PLANTS">spore</link> of a <link="SPORELAMP">Spore Lamp</link>.
ru: <link="SPORELAMP">Спора гриболампы</link>.

# SharlesPlants.STRINGS.SEEDS.SPORELAMP.SEED_NAME
source: <link="SPORELAMP">Spore Lamp Spore</link>
ru: <link="SPORELAMP">Спора гриболампы</link>

# SharlesPlants.STRINGS.SEEDS.TROPICALGAE.SEED_DESC
source: The <link="PLANTS">seed bulb</link> of a <link="TROPICALGAE">Tropicalgae</link>.
ru: <link="TROPICALGAE">Семя тропической водоросли</link>.

# SharlesPlants.STRINGS.SEEDS.TROPICALGAE.SEED_NAME
source: <link="TROPICALGAE">Tropicalgae Seed</link>
ru: <link="TROPICALGAE">Семя тропической водоросли</link>

# SharlesPlants.STRINGS.TRANSLATION.AUTHOR.NAME
source: Versepelles
ru: RealWiseSerpent
